# GetSDName

## Description
Function GetSDName returns the name of the referenced symbol definition.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION GetSDName(h : HANDLE) : STRING;
```

```python

def vs.GetSDName(h):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to symbol definition.|

## Version
Availability: from MiniCAD
## Category
* Objects - Symbols